export default {
  projections: {
    ПланЗакупокE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      организации: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      план: {
        __caption__: 'План',
        номенклатура: {
          __caption__: 'Номенклатура',
          номенклатура: {
            __caption__: 'Номенклатура'
          },
          контрагенты: {
            __caption__: '',
            контрагент: {
              __caption__: 'Контрагенты'
            }
          }
        },
        единицыИзмер: {
          __caption__: 'ЕдиницаИзмер',
          единицаИзмер: {
            __caption__: 'ЕдиницаИзмер'
          }
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        количество: {
          __caption__: 'Количество'
        }
      }
    },
    ПланЗакупокL: {
      датаНачала: {
        __caption__: 'Дата начала'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    организации: {
      __caption__: 'Организация'
    },
    склады: {
      __caption__: 'Склад'
    },
    план: {
      __caption__: 'План'
    }
  }
};
