export default {
  projections: {
    НоменклатураE: {
      номенклатура: {
        __caption__: 'Номенклатура'
      },
      контрагенты: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      }
    },
    НоменклатураL: {
      номенклатура: {
        __caption__: 'Номенклатура'
      }
    }
  },
  validations: {
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    контрагенты: {
      __caption__: 'Контрагент'
    }
  }
};
