export default {
  projections: {
    ПланE: {
      номенклатура: {
        __caption__: 'Номенклатура',
        номенклатура: {
          __caption__: 'Номенклатура'
        },
        контрагенты: {
          __caption__: '',
          контрагент: {
            __caption__: 'Контрагенты'
          }
        }
      },
      единицыИзмер: {
        __caption__: 'ЕдиницаИзмер',
        единицаИзмер: {
          __caption__: 'ЕдиницаИзмер'
        }
      },
      этоУслуга: {
        __caption__: 'Это услуга'
      },
      количество: {
        __caption__: 'Количество'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    этоУслуга: {
      __caption__: 'Это услуга'
    },
    единицыИзмер: {
      __caption__: 'ЕдиницаИзмер'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    планЗакупок: {
      __caption__: 'планЗакупок'
    }
  }
};
