export default {
  projections: {
    ТЧЗаказE: {
      номенклатура: {
        __caption__: 'Номенклатура',
        номенклатура: {
          __caption__: 'Номенклатура'
        },
        контрагенты: {
          __caption__: '',
          контрагент: {
            __caption__: 'Контрагенты'
          }
        }
      },
      единицыИзмер: {
        __caption__: 'ЕдиницаИзмер',
        единицаИзмер: {
          __caption__: 'ЕдиницаИзмер'
        }
      },
      цена: {
        __caption__: 'Цена'
      },
      этоУслуга: {
        __caption__: 'Это услуга'
      },
      суммаНДС: {
        __caption__: 'Сумма НДС'
      },
      количество: {
        __caption__: 'Количество'
      },
      сумма: {
        __caption__: 'Сумма'
      }
    }
  },
  validations: {
    количество: {
      __caption__: 'Количество'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    суммаНДС: {
      __caption__: 'Сумма НДС'
    },
    цена: {
      __caption__: 'Цена'
    },
    этоУслуга: {
      __caption__: 'Это услуга'
    },
    единицыИзмер: {
      __caption__: 'ЕдиницаИзмер'
    },
    номенклатура: {
      __caption__: 'Номенклатура'
    },
    заказПост: {
      __caption__: 'заказПост'
    }
  }
};
