export default {
  caption: 'Заказ пост',
  'датаНачала-caption': 'Дата начала',
  'датаОкончания-caption': 'Дата окончания',
  'суммаДокумента-caption': 'Сумма документа',
  'состояниеОплаты-caption': 'Состояние оплаты',
  'состОтгрузки-caption': 'Состояние оплаты',
  'организации.организация-caption': 'Организация',
  'склады.склад-caption': 'Склад',
  'контрагенты.контрагент-caption': 'Контрагент',
  'организации-caption': 'Организация',
  'склады-caption': 'Склад',
  'контрагенты-caption': 'Контрагент',
  'заказ-caption': 'Заказ'
};
