export default {
  projections: {
    ЗаказПостE: {
      датаНачала: {
        __caption__: 'Дата начала'
      },
      организации: {
        __caption__: 'Организация',
        организация: {
          __caption__: 'Организация'
        }
      },
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      склады: {
        __caption__: 'Склад',
        склад: {
          __caption__: 'Склад'
        }
      },
      контрагенты: {
        __caption__: 'Контрагент',
        контрагент: {
          __caption__: 'Контрагент'
        }
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      },
      состОтгрузки: {
        __caption__: 'Состояние оплаты'
      },
      заказ: {
        __caption__: 'Заказ',
        номенклатура: {
          __caption__: 'Номенклатура',
          номенклатура: {
            __caption__: 'Номенклатура'
          },
          контрагенты: {
            __caption__: '',
            контрагент: {
              __caption__: 'Контрагенты'
            }
          }
        },
        единицыИзмер: {
          __caption__: 'ЕдиницаИзмер',
          единицаИзмер: {
            __caption__: 'ЕдиницаИзмер'
          }
        },
        цена: {
          __caption__: 'Цена'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ЗаказПостL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      состояниеОплаты: {
        __caption__: 'Состояние оплаты'
      }
    },
    ЗаказПоставщикуE: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      },
      заказ: {
        __caption__: 'Заказ',
        номенклатура: {
          __caption__: 'Номенклатура',
          номенклатура: {
            __caption__: 'Номенклатура'
          },
          контрагенты: {
            __caption__: '',
            контрагент: {
              __caption__: 'Контрагенты'
            }
          }
        },
        единицыИзмер: {
          __caption__: 'ЕдиницаИзмер',
          единицаИзмер: {
            __caption__: 'ЕдиницаИзмер'
          }
        },
        цена: {
          __caption__: 'Цена'
        },
        этоУслуга: {
          __caption__: 'Это услуга'
        },
        суммаНДС: {
          __caption__: 'Сумма НДС'
        },
        количество: {
          __caption__: 'Количество'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      }
    },
    ЗаказПоставщикуL: {
      датаОкончания: {
        __caption__: 'Дата окончания'
      },
      суммаДокумента: {
        __caption__: 'Сумма документа'
      },
      датаНачала: {
        __caption__: 'Дата начала'
      }
    }
  },
  validations: {
    датаНачала: {
      __caption__: 'Дата начала'
    },
    датаОкончания: {
      __caption__: 'Дата окончания'
    },
    состОтгрузки: {
      __caption__: 'Состояние оплаты'
    },
    состояниеОплаты: {
      __caption__: 'Состояние оплаты'
    },
    суммаВклНДС: {
      __caption__: 'суммаВклНДС'
    },
    суммаДокумента: {
      __caption__: 'Сумма документа'
    },
    контрагенты: {
      __caption__: 'Контрагент'
    },
    организации: {
      __caption__: 'Организация'
    },
    склады: {
      __caption__: 'Склад'
    },
    заказ: {
      __caption__: 'Заказ'
    }
  }
};
